---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kelvin
source: html/cba4360d-73ba-0a34-eaa9-159bd8e67b3c.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kelvin Property

Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId Kelvin { get; }
```